{"spiders":[{"id":1,"image":"http://localhost:3000/1.jpg","name":"Black House Spider","price":"81.00","rating":3,"classification":"Venomous","scientific_name":"Badumna insignis","family":"Desidae","description":"The black house spider or common black spider is a common species of cribellate Australian spider, introduced to New Zealand and Japan. A closely related species, Badumna longinqua, the grey house spider, has a similar distribution, but has also been introduced to the Americas."},{"id":2,"image":"http://localhost:3000/2.jpg","name":"Black Footed Yellow Sac","scientific_name":"Cheiracanthium inclusum","family":"Cheiracanthiidae","classification":"Venomous","description":"Cheiracanthium inclusum, alternately known as the black-footed yellow sac spider or the American yellow sac spider, was formerly classified as a true sac spider, and then placed in the family Miturgidae, but now belongs to family Cheiracanthiidae.","rating":2,"price":"79.00"},{"id":3,"image":"http://localhost:3000/3.jpg","name":"Brown Recluse","scientific_name":"Loxosceles reclusa","family":"Sicariidae","classification":"Venomous","description":"The brown recluse, Sicariidae is a recluse spider with necrotic venom. Similar to those of other recluse spiders, their bites sometimes require medical attention. The brown recluse is one of three spiders in North America with dangerous venom, the others being the black widow and the Chilean recluse.","rating":3,"price":"105.00"},{"id":4,"image":"http://localhost:3000/4.jpeg","name":"Hobo Spider","price":"143.00","rating":4,"classification":"Venomous","scientific_name":"Eratigena agrestis","family":"Agelenidae","description":"The hobo spider is a member of the family of spiders known colloquially as funnel web spiders, but not to be confused with the Australian funnel-web spider. Individuals construct a funnel-shaped structure of silk sheeting and lie in wait at the small end of the funnel for prey insects to blunder onto their webs."},{"id":5,"image":"http://localhost:3000/5.jpg","name":"Long Legged Sac","scientific_name":"Miturgidae","family":"Miturgidae","classification":"Venomous","description":"Miturgidae is a family of araneomorph spiders that includes nearly 170 species in 29 genera worldwide. First described by Eugène Simon in 1886, it has been substantially revised, and includes the previous family Zoridae as a synonym, and excludes the family Xenoctenidae.","rating":4,"price":"123.00"},{"id":6,"image":"http://localhost:3000/6.jpg","name":"Western Black Widow","scientific_name":"Latrodectus hesperus","family":"Theridiidae","classification":"Venomous","description":"Latrodectus hesperus, the western black widow spider or western widow, is a venomous spider species found in western regions of North America. The female's body is 14–16 mm in length and is black, often with an hourglass-shaped red mark on the lower abdomen.","rating":5,"price":"97.00"},{"id":7,"image":"http://localhost:3000/7.jpg","name":"American House Spider","scientific_name":"Parasteatoda tepidariorum","family":"Theridiidae","classification":"Non Venomous","description":"Parasteatoda tepidariorum, the common house spider or American house spider, is a spider species of the genus Parasteatoda with a cosmopolitan distribution. Common house spiders are synanthropic and live in and near human dwellings.","rating":4,"price":"111.00"},{"id":8,"image":"http://localhost:3000/8.jpg","name":"Wolf Spider","scientific_name":"Lycosidae","family":"Lycosidae","classification":"Non Venomous","description":"Wolf spiders are members of the family Lycosidae. They are robust and agile hunters with excellent eyesight. They live mostly in solitude, hunt alone, and usually do not spin webs.","rating":1,"price":"129.00"},{"id":9,"image":"http://localhost:3000/9.jpeg","name":"Dark Fishing Spider","scientific_name":"Dolomedes tenebrosus","family":"Pisauridae","classification":"Less Venomous","description":"Dolomedes tenebrosus or dark fishing spider is a fishing spider found in the United States and Canada. It is able to bite humans but will run from people. In most cases, the bite is no more severe than a bee or wasp sting.","rating":2,"price":"20.00"},{"id":10,"image":"http://localhost:3000/10.jpg","name":"Long Bodied Cellar Spider","scientific_name":"Pholcus phalangioides","family":"Pholcidae","classification":"Non Venomous","description":"Pholcus phalangioides, commonly known as the cosmopolitan cellar spider, long-bodied cellar spider or one of various types called a daddy long-legs spider, is a spider of the family Pholcidae. It is also known as the skull spider, since its cephalothorax is said to resemble a human skull.","rating":5,"price":"5.00"},{"id":11,"image":"http://localhost:3000/11.jpg","name":"Southern House Spider","scientific_name":"Kukulcania hibernalis","family":"Filistatidae","classification":"Non Venomous","description":"The southern house spider is a species of large spider in the family Filistatidae. Currently given the scientific name Kukulcania hibernalis, it was formerly known as Filistata hibernalis. Found in the Americas, it exhibits strong sexual dimorphism","rating":4,"price":"35.00"},{"id":12,"image":"http://localhost:3000/12.jpg","name":"Zebra Spider","scientific_name":"Salticus scenicus","family":"Salticidae","classification":"Non Venomous","description":"The zebra spider (Salticus scenicus) is a common jumping spider of the Northern Hemisphere. Their common name refers to their vivid black-and-white colouration, whilst their scientific name derives from Salticus from the Latin for “jump”, and the Greek scenicus, translating to “theatrical” or “of a decorative place,” in reference to the flashy, zebra-like coloration of the species.","rating":5,"price":"60.00"},{"id":13,"image":"http://localhost:3000/13.jpg","name":"Tarantula","scientific_name":"Theraphosidae","family":"Theraphosidae","classification":"Venomous","description":"Tarantulas comprise a group of large and often hairy spiders of the family Theraphosidae. As of December 2023, 1,100 species have been identified, with 166 genera.","rating":5,"price":"240.00"},{"id":14,"image":"http://localhost:3000/14.jpg","name":"Blue Tarantula","scientific_name":"Theraphosidae","family":"Theraphosidae","classification":"Venomous","description":"The named Chilobrachys natanicharum, is the only tarantula ever found in a Thai mangrove forest.","rating":5,"price":"245.00"},{"id":15,"image":"http://localhost:3000/15.jpeg","name":"Gagambang Bahay","price":5,"rating":3,"classification":"Non Venomouse","scientific_name":"Gagambang bahay","family":"Gagambang bahay","description":"Gagambang bahay na kumakain sa mas mga maliliit pang insekto"},{"id":16,"image":"http://localhost:3000/16.jpeg","name":"Cellar Storage Spider","price":5,"rating":3,"classification":"Non Venomouse","scientific_name":"Spider","family":"Spider","description":"Eating smaller insect found in cellar and storages."}]}